Repository: SKrotkih/GenStringResources
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Apply data (save data to the strings and XIB tabs)
ru: Сохранить строковые ресурсы и XIB

source: Apply data (save the new strings resources to the project)
ru: Сохранить строковые ресурсы в проекте

source: Apply data (save the new strings to the project '%@')
ru: Сохранить в проекте новые строковые ресурсы

source: Apply data (save translated data)
ru: Сохранить переведенные строковые ресурсы

source: Couldn't execute the command. Return code is %d
ru: Невозможно выполнить команду. Код возврата %d

source: Comment
ru: Комментарий

source: Continue
ru: Продолжить

source: Couldn't find data
ru: Данные не найдены

source: Couldn't save data! Please check list for saving data.
ru: Невозможно сохранить данные! Возможно, список данных для сохранения пуст.

source: Couldn't save data!
ru: Невозможно сохранить данные!

source: Couldn't save data
ru: Невозможно сохранить данные

source: Data were saved successfully
ru: Данные были успешно сохранены

source: Data were saved to the directory '%@'
ru: Данные были успешно сохранены в каталоге '%@'

source: Data were applyed.
ru: Все данные были обработаны.

source: Directory '%@' not found!
ru: Каталог '%@' не существует!

source: String in English
ru: Строка на английском

source: Error
ru: Ошибка

source: File '%@' not found!
ru: Файл '%@' не найден!

source: Load string resources from the localizable.strings file
ru: Загрузить строковые ресурсы из файла типа localizable.strings

source: Load string resources from the plist file
ru: Загрузить строковые ресурсы из файла типа PLIST

source: Merge string resources from the localizable.strings file
ru: Объединить строковые ресурсы из файла типа localizable.strings

source: The new localizable.strings file was saved
ru: Новый localizable.strings файл сохранен

source: New string resources were saved to the '%@' project
ru: Новые строковые ресурсы были сохранены в проекте '%@'

source: No issues
ru: Без ошибок

source: Scan data has finished successfully
ru: Сканирование данных было успешно завершено

source: Wrong directory path to the project in the settings. Please check data.
ru: Возможно ошибка в пути к файлу проекта. Пожалуйста, проверьте настройки.

source: Please start the process of the XIBs scanning
ru: Пожалуйста, начните процесс сканирования XIB-файлов.

source: Project
ru: Проект

source: Save data to the file as ibtool type
ru: Сохранить файл в ibtool формате

source: Save data to file as localizable.strings type
ru: Сохранить файл в localizable.strings формате

source: Save data to file as property list (plist) type
ru: Сохранить файл списка свойств в PLIST формате

source: Save data to file as ... type
ru: Сохранить данные в формате ...

source: Save data
ru: Сохранить данные

source: Start looking for the similar strings
ru: Поиск похожих строк

source: Select NEW tab and choise 'Reload data' in context menu
ru: Выберите вкладку 'Новая' и затем пункт 'Перезагрузить данные' из контекстного меню

source: Settings data was changed, but didn't save. Would you like to save changes?
ru: Данные в настройках изменились, но не сохранены. Хотите сохранить изменения?

source: The list data for importing to the XIBs is empty!
ru: Список данных для загрузки в XIB-ы пуст!

source: The operation of translation of the string resources has finished successfully
ru: Операция по переводу строк была успешно завершена

source: Translate it!
ru: Сделать перевод!

source: Translation
ru: Перевод

source: Warning!
ru: Внимание!

source: Work directory path was changed, but didn't save. Would you like to save the changes?
ru: Путь к рабочему каталогу был изменен, но не сохранен. Хотите сохранить изменения?

source: You may move string or XIBs to the 'no translate' position and then start 'Reload data'.
ru: Вы можете перенести строку или XIB в 'не переводить' вкладку и начать 'перезагрузку данных'.

source: name
ru: имя
